Repository: investblog/cftools-win
Catalog: src/CFTools/Strings/*/Resources.resw
Source language: en_us
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans

# Nav_Zones.Content
source: Zones
de: Zonen
es: Zonas
it: Zone
ja: ゾーン
ko: 영역
pl: Strefy
pt_br: Zonas
ru: Зоны
tr: Bölgeler
zh_hans: 区域

# Nav_AddDomains.Content
source: Add Domains
de: Domains hinzufügen
es: Agregar dominios
fr: Ajouter des domaines
it: Aggiungi domini
ja: ドメインを追加
ko: 도메인 추가
pl: Dodaj domeny
pt_br: Adicionar domínios
ru: Добавить домены
tr: Alan adı ekle
zh_hans: 添加域名

# Nav_PurgeCache.Content
source: Purge Cache
de: Cache leeren
es: Purgar caché
fr: Purger le cache
it: Svuota cache
ja: キャッシュ削除
ko: 캐시 삭제
pl: Wyczyść cache
pt_br: Limpar cache
ru: Очистить кеш
tr: Önbelleği temizle
zh_hans: 清除缓存

# Nav_DeleteDomains.Content
source: Delete Domains
de: Domains löschen
es: Eliminar dominios
fr: Supprimer des domaines
it: Elimina domini
ja: ドメインを削除
ko: 도메인 삭제
pl: Usuń domeny
pt_br: Excluir domínios
ru: Удалить домены
tr: Alan adı sil
zh_hans: 删除域名

# Nav_About.Content
source: About
de: Info
es: Acerca de
fr: À propos
it: Informazioni
ja: このアプリについて
ko: 정보
pl: O programie
pt_br: Sobre
ru: О программе
tr: Hakkında
zh_hans: 关于

# Nav_NotConnected
source: Not connected
de: Nicht verbunden
es: Sin conexión
fr: Non connecté
it: Non connesso
ja: 未接続
ko: 연결 안 됨
pl: Nie połączono
pt_br: Desconectado
ru: Не подключено
tr: Bağlı değil
zh_hans: 未连接

# Nav_SelectAccount
source: Select account
de: Konto wählen
es: Elegir cuenta
fr: Choisir un compte
it: Scegli account
ja: アカウントを選択
ko: 계정 선택
pl: Wybierz konto
pt_br: Escolher conta
ru: Выберите аккаунт
tr: Hesap seç
zh_hans: 选择账户

# Nav_SelectAccountTip
source: Authenticated as {0}. Select an account to continue.
de: Angemeldet als {0}. Wählen Sie ein Konto.
es: Autenticado como {0}. Elija una cuenta para continuar.
fr: Authentifié en tant que {0}. Choisissez un compte.
it: Autenticato come {0}. Scegli un account per continuare.
ja: {0} として認証済み。アカウントを選択してください。
ko: {0}(으)로 인증됨. 계정을 선택하세요.
pl: Zalogowano jako {0}. Wybierz konto, aby kontynuować.
pt_br: Autenticado como {0}. Escolha uma conta para continuar.
ru: Вход выполнен как {0}. Выберите аккаунт.
tr: {0} olarak doğrulandı. Devam etmek için hesap seçin.
zh_hans: 已以 {0} 身份登录。请选择账户以继续。

# Common_ConnectLink.Content
source: Connect and select an account to get started
de: Verbinden und ein Konto wählen, um zu starten
es: Conéctese y elija una cuenta para empezar
fr: Connectez-vous et choisissez un compte pour commencer
it: Connettiti e scegli un account per iniziare
ja: 接続してアカウントを選択すると開始できます
ko: 연결한 뒤 계정을 선택하면 시작할 수 있습니다
pl: Połącz się i wybierz konto, aby zacząć
pt_br: Conecte-se e escolha uma conta para começar
ru: Подключитесь и выберите аккаунт, чтобы начать
tr: Başlamak için bağlanın ve bir hesap seçin
zh_hans: 连接并选择账户即可开始

# Common_Filter.PlaceholderText
source: Filter zones...
de: Zonen filtern...
es: Filtrar zonas...
fr: Filtrer les zones...
it: Filtra zone...
ja: ゾーンを絞り込み...
ko: 영역 필터...
pl: Filtruj strefy...
pt_br: Filtrar zonas...
ru: Фильтр зон...
tr: Bölgeleri filtrele...
zh_hans: 筛选区域...

# Common_Load.Content
source: Load Zones
de: Zonen laden
es: Cargar zonas
fr: Charger les zones
it: Carica zone
ja: ゾーンを読み込む
ko: 영역 불러오기
pl: Wczytaj strefy
pt_br: Carregar zonas
ru: Загрузить зоны
tr: Bölgeleri yükle
zh_hans: 加载区域

# Common_SelectAll.Content
source: Select All
de: Alle wählen
es: Seleccionar todo
fr: Tout sélectionner
it: Seleziona tutto
ja: すべて選択
ko: 모두 선택
pl: Zaznacz wszystko
pt_br: Selecionar tudo
ru: Выбрать все
tr: Tümünü seç
zh_hans: 全选

# Common_SelectNone.Content
source: Select None
de: Keine wählen
es: Deseleccionar
fr: Tout désélectionner
it: Deseleziona
ja: 選択解除
ko: 선택 해제
pl: Odznacz wszystko
pt_br: Limpar seleção
ru: Снять выбор
tr: Seçimi kaldır
zh_hans: 全不选

# Common_Cancel.Content
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pl: Anuluj
pt_br: Cancelar
ru: Отмена
tr: İptal
zh_hans: 取消

# Common_ExportResults.Content
source: Export results
de: Ergebnisse exportieren
es: Exportar resultados
fr: Exporter les résultats
it: Esporta risultati
ja: 結果をエクスポート
ko: 결과 내보내기
pl: Eksportuj wyniki
pt_br: Exportar resultados
ru: Экспорт результатов
tr: Sonuçları dışa aktar
zh_hans: 导出结果

# Common_ExportResults.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Save the outcome of the last batch as CSV (domain, status, error)
de: Ergebnis des letzten Laufs als CSV speichern (Domain, Status, Fehler)
es: Guardar el resultado del último lote en CSV (dominio, estado, error)
fr: Enregistrer le résultat du dernier lot en CSV (domaine, statut, erreur)
it: Salva l'esito dell'ultimo batch in CSV (dominio, stato, errore)
ja: 直前のバッチ結果を CSV に保存(ドメイン、ステータス、エラー)
ko: 마지막 일괄 작업 결과를 CSV로 저장(도메인, 상태, 오류)
pl: Zapisz wynik ostatniej operacji jako CSV (domena, status, błąd)
pt_br: Salvar o resultado do último lote em CSV (domínio, status, erro)
ru: Сохранить итог последнего батча в CSV (домен, статус, ошибка)
tr: Son toplu işlemin sonucunu CSV olarak kaydet (alan adı, durum, hata)
zh_hans: 将上次批量操作的结果保存为 CSV（域名、状态、错误）

# Status_ConnectFirst
source: Connect and select a Cloudflare account first
de: Zuerst verbinden und ein Cloudflare-Konto wählen
es: Primero conéctese y elija una cuenta de Cloudflare
fr: Connectez-vous et choisissez d'abord un compte Cloudflare
it: Prima connettiti e scegli un account Cloudflare
ja: 先に接続して Cloudflare アカウントを選択してください
ko: 먼저 연결하고 Cloudflare 계정을 선택하세요
pl: Najpierw połącz się i wybierz konto Cloudflare
pt_br: Primeiro conecte-se e escolha uma conta Cloudflare
ru: Сначала подключитесь и выберите аккаунт Cloudflare
tr: Önce bağlanın ve bir Cloudflare hesabı seçin
zh_hans: 请先连接并选择 Cloudflare 账户

# Status_SelectedAccountFallback
source: the selected account
de: das gewählte Konto
es: la cuenta seleccionada
fr: le compte sélectionné
it: l'account selezionato
ja: 選択中のアカウント
ko: 선택한 계정
pl: wybrane konto
pt_br: a conta selecionada
ru: выбранный аккаунт
tr: seçili hesap
zh_hans: 所选账户

# Status_CurrentAccount
source: Current account: {0}
de: Aktuelles Konto: {0}
es: Cuenta actual: {0}
fr: Compte actuel : {0}
it: Account corrente: {0}
ja: 現在のアカウント: {0}
ko: 현재 계정: {0}
pl: Bieżące konto: {0}
pt_br: Conta atual: {0}
ru: Текущий аккаунт: {0}
tr: Geçerli hesap: {0}
zh_hans: 当前账户：{0}

# Status_Error
source: Error: {0}
de: Fehler: {0}
fr: Erreur : {0}
it: Errore: {0}
ja: エラー: {0}
ko: 오류: {0}
pl: Błąd: {0}
pt_br: Erro: {0}
ru: Ошибка: {0}
tr: Hata: {0}
zh_hans: 错误：{0}

# Status_ZoneListChangedLoad
source: Zone list changed. Press Load Zones to refresh.
de: Zonenliste geändert. „Zonen laden“ drücken.
es: La lista de zonas cambió. Pulse «Cargar zonas».
fr: Liste des zones modifiée. Cliquez sur « Charger les zones ».
it: Elenco zone cambiato. Premi «Carica zone».
ja: ゾーン一覧が変わりました。「ゾーンを読み込む」を押してください。
ko: 영역 목록이 바뀌었습니다. "영역 불러오기"를 누르세요.
pl: Lista stref się zmieniła. Kliknij „Wczytaj strefy”.
pt_br: A lista de zonas mudou. Clique em "Carregar zonas".
ru: Список зон изменился. Нажмите «Загрузить зоны».
tr: Bölge listesi değişti. "Bölgeleri yükle"ye basın.
zh_hans: 区域列表已变化。请点击"加载区域"。

# Status_ZoneListChangedRefresh
source: Zone list changed. Press Refresh to reload.
de: Zonenliste geändert. „Aktualisieren“ drücken.
es: La lista de zonas cambió. Pulse «Actualizar».
fr: Liste des zones modifiée. Cliquez sur « Actualiser ».
it: Elenco zone cambiato. Premi «Aggiorna».
ja: ゾーン一覧が変わりました。「更新」を押してください。
ko: 영역 목록이 바뀌었습니다. "새로 고침"을 누르세요.
pl: Lista stref się zmieniła. Kliknij „Odśwież”.
pt_br: A lista de zonas mudou. Clique em "Atualizar".
ru: Список зон изменился. Нажмите «Обновить».
tr: Bölge listesi değişti. "Yenile"ye basın.
zh_hans: 区域列表已变化。请点击"刷新"。

# Status_LoadingZones
source: Loading zones for {0}...
de: Zonen für {0} werden geladen...
es: Cargando zonas de {0}...
fr: Chargement des zones de {0}...
it: Caricamento zone di {0}...
ja: {0} のゾーンを読み込み中...
ko: {0}의 영역을 불러오는 중...
pl: Wczytywanie stref dla {0}...
pt_br: Carregando zonas de {0}...
ru: Загрузка зон для {0}...
tr: {0} için bölgeler yükleniyor...
zh_hans: 正在加载 {0} 的区域...

# Status_ZonesLoaded
source: {0} zones loaded
de: {0} Zonen geladen
es: {0} zonas cargadas
fr: {0} zones chargées
it: {0} zone caricate
ja: {0} 件のゾーンを読み込みました
ko: 영역 {0}개 불러옴
pl: Wczytano stref: {0}
pt_br: {0} zonas carregadas
ru: Загружено зон: {0}
tr: {0} bölge yüklendi
zh_hans: 已加载 {0} 个区域

# Status_AccountChangedLoad
source: Account changed to {0}. Load zones again to continue.
de: Konto gewechselt zu {0}. Zonen erneut laden.
es: Cuenta cambiada a {0}. Vuelva a cargar las zonas.
fr: Compte changé pour {0}. Rechargez les zones.
it: Account cambiato in {0}. Ricarica le zone.
ja: アカウントが {0} に変わりました。ゾーンを再読み込みしてください。
ko: 계정이 {0}(으)로 바뀌었습니다. 영역을 다시 불러오세요.
pl: Konto zmienione na {0}. Wczytaj strefy ponownie.
pt_br: Conta alterada para {0}. Carregue as zonas de novo.
ru: Аккаунт сменён на {0}. Загрузите зоны заново.
tr: Hesap {0} olarak değişti. Bölgeleri yeniden yükleyin.
zh_hans: 账户已切换为 {0}。请重新加载区域。

# Status_AccountChangedRefresh
source: Account changed to {0}. Refresh to continue.
de: Konto gewechselt zu {0}. Bitte aktualisieren.
es: Cuenta cambiada a {0}. Actualice para continuar.
fr: Compte changé pour {0}. Actualisez pour continuer.
it: Account cambiato in {0}. Aggiorna per continuare.
ja: アカウントが {0} に変わりました。更新してください。
ko: 계정이 {0}(으)로 바뀌었습니다. 새로 고침하세요.
pl: Konto zmienione na {0}. Odśwież, aby kontynuować.
pt_br: Conta alterada para {0}. Atualize para continuar.
ru: Аккаунт сменён на {0}. Нажмите «Обновить».
tr: Hesap {0} olarak değişti. Devam için yenileyin.
zh_hans: 账户已切换为 {0}。请刷新以继续。

# Status_AccountChangedRecheck
source: Account changed to {0}. Re-check domains before creating.
de: Konto gewechselt zu {0}. Domains erneut prüfen.
es: Cuenta cambiada a {0}. Vuelva a comprobar los dominios.
fr: Compte changé pour {0}. Revérifiez les domaines avant de créer.
it: Account cambiato in {0}. Ricontrolla i domini prima di creare.
ja: アカウントが {0} に変わりました。作成前にドメインを再確認してください。
ko: 계정이 {0}(으)로 바뀌었습니다. 생성 전에 도메인을 다시 확인하세요.
pl: Konto zmienione na {0}. Sprawdź domeny ponownie.
pt_br: Conta alterada para {0}. Verifique os domínios de novo.
ru: Аккаунт сменён на {0}. Проверьте домены заново.
tr: Hesap {0} olarak değişti. Oluşturmadan önce alan adlarını yeniden kontrol edin.
zh_hans: 账户已切换为 {0}。创建前请重新检查域名。

# Status_Selected
source: {0} of {1} selected
de: {0} von {1} gewählt
es: {0} de {1} seleccionadas
fr: {0} sur {1} sélectionnées
it: {0} di {1} selezionate
ja: {1} 件中 {0} 件を選択
ko: {1}개 중 {0}개 선택됨
pl: Zaznaczono {0} z {1}
pt_br: {0} de {1} selecionadas
ru: Выбрано {0} из {1}
tr: {1} içinden {0} seçili
zh_hans: 已选择 {0}/{1}

# Status_BatchCancelled
source: Batch cancelled
de: Lauf abgebrochen
es: Lote cancelado
fr: Lot annulé
it: Batch annullato
ja: バッチをキャンセルしました
ko: 일괄 작업 취소됨
pl: Operację anulowano
pt_br: Lote cancelado
ru: Батч отменён
tr: Toplu işlem iptal edildi
zh_hans: 批量操作已取消

# Status_BatchFinished
source: Batch finished
de: Lauf beendet
es: Lote finalizado
fr: Lot terminé
it: Batch completato
ja: バッチが完了しました
ko: 일괄 작업 완료
pl: Operacja zakończona
pt_br: Lote concluído
ru: Батч завершён
tr: Toplu işlem tamamlandı
zh_hans: 批量操作已完成

# Status_Cancelling
source: Cancelling batch...
de: Lauf wird abgebrochen...
es: Cancelando lote...
fr: Annulation du lot...
it: Annullamento del batch...
ja: バッチをキャンセル中...
ko: 일괄 작업 취소 중...
pl: Anulowanie operacji...
pt_br: Cancelando lote...
ru: Отмена батча...
tr: Toplu işlem iptal ediliyor...
zh_hans: 正在取消批量操作...

# Status_ExportedResults
source: Exported {0} result(s) to {1}
de: {0} Ergebnis(se) nach {1} exportiert
es: {0} resultado(s) exportado(s) a {1}
fr: {0} résultat(s) exporté(s) vers {1}
it: {0} risultato/i esportato/i in {1}
ja: {0} 件の結果を {1} にエクスポートしました
ko: 결과 {0}개를 {1}(으)로 내보냈습니다
pl: Wyeksportowano {0} wynik(ów) do {1}
pt_br: {0} resultado(s) exportado(s) para {1}
ru: Экспортировано {0} результат(ов) в {1}
tr: {0} sonuç {1} dosyasına aktarıldı
zh_hans: 已将 {0} 条结果导出到 {1}

# Item_Queued
source: Queued
de: Wartet
es: En cola
fr: En attente
it: In coda
ja: 待機中
ko: 대기 중
pl: W kolejce
pt_br: Na fila
ru: В очереди
tr: Sırada
zh_hans: 排队中

# Item_Cancelled
source: Cancelled
de: Abgebrochen
es: Cancelado
fr: Annulé
it: Annullato
ja: キャンセル
ko: 취소됨
pl: Anulowano
pt_br: Cancelado
ru: Отменено
tr: İptal edildi
zh_hans: 已取消

# Item_Failed
source: Failed: {0}
de: Fehler: {0}
es: Error: {0}
fr: Échec : {0}
it: Errore: {0}
ja: 失敗: {0}
ko: 실패: {0}
pl: Błąd: {0}
pt_br: Falha: {0}
ru: Ошибка: {0}
tr: Başarısız: {0}
zh_hans: 失败：{0}

# Dialog_Cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pl: Anuluj
pt_br: Cancelar
ru: Отмена
tr: İptal
zh_hans: 取消

# Auth_Title.Text
source: Cloudflare Authentication
de: Cloudflare-Anmeldung
es: Autenticación de Cloudflare
fr: Authentification Cloudflare
it: Autenticazione Cloudflare
ja: Cloudflare 認証
ko: Cloudflare 인증
pl: Logowanie do Cloudflare
pt_br: Autenticação Cloudflare
ru: Вход в Cloudflare
tr: Cloudflare Kimlik Doğrulama
zh_hans: Cloudflare 身份验证

# Auth_Intro.Text
source: Connect with an API token (cfut_ / cfat_) or your Global API Key. The kind is detected from the pasted secret.
de: Mit API-Token (cfut_ / cfat_) oder Global API Key verbinden. Die Art wird am eingefügten Geheimnis erkannt.
es: Conéctese con un token de API (cfut_ / cfat_) o su Global API Key. El tipo se detecta a partir del secreto pegado.
fr: Connectez-vous avec un jeton d'API (cfut_ / cfat_) ou votre Global API Key. Le type est détecté à partir du secret collé.
it: Connettiti con un token API (cfut_ / cfat_) o la Global API Key. Il tipo viene riconosciuto dal segreto incollato.
ja: API トークン(cfut_ / cfat_)または Global API Key で接続します。種類は貼り付けたシークレットから自動判別されます。
ko: API 토큰(cfut_ / cfat_) 또는 Global API Key로 연결합니다. 종류는 붙여 넣은 비밀 값에서 자동 인식됩니다.
pl: Połącz się tokenem API (cfut_ / cfat_) lub Global API Key. Rodzaj jest rozpoznawany z wklejonego sekretu.
pt_br: Conecte-se com um token de API (cfut_ / cfat_) ou sua Global API Key. O tipo é detectado a partir do segredo colado.
ru: Подключитесь с API-токеном (cfut_ / cfat_) или Global API Key. Тип определяется по вставленному секрету.
tr: API belirteci (cfut_ / cfat_) veya Global API Key ile bağlanın. Tür, yapıştırılan gizli anahtardan algılanır.
zh_hans: 使用 API 令牌（cfut_ / cfat_）或 Global API Key 连接。类型会根据粘贴的密钥自动识别。

# Auth_Secret.Header
source: API token or Global API Key
de: API-Token oder Global API Key
es: Token de API o Global API Key
fr: Jeton d'API ou Global API Key
it: Token API o Global API Key
ja: API トークンまたは Global API Key
ko: API 토큰 또는 Global API Key
pl: Token API lub Global API Key
pt_br: Token de API ou Global API Key
ru: API-токен или Global API Key
tr: API belirteci veya Global API Key
zh_hans: API 令牌或 Global API Key

# Auth_Email.Header
source: Email (Global API Key only)
de: E-Mail (nur für Global API Key)
es: Correo (solo para Global API Key)
fr: E-mail (Global API Key uniquement)
it: E-mail (solo per Global API Key)
ja: メール(Global API Key のみ)
ko: 이메일(Global API Key 전용)
pl: E-mail (tylko dla Global API Key)
pt_br: E-mail (somente Global API Key)
ru: Email (только для Global API Key)
tr: E-posta (yalnızca Global API Key)
zh_hans: 邮箱（仅 Global API Key 需要）

# Auth_AccountId.Header
source: Account ID (optional, for account-owned tokens)
de: Konto-ID (optional, für kontoeigene Token)
es: ID de cuenta (opcional, para tokens de cuenta)
fr: ID de compte (facultatif, jetons de compte)
it: ID account (facoltativo, per token dell'account)
ja: アカウント ID(任意、アカウントトークン用)
ko: 계정 ID(선택, 계정 토큰용)
pl: ID konta (opcjonalne, dla tokenów konta)
pt_br: ID da conta (opcional, para tokens de conta)
ru: Account ID (необязательно, для токенов аккаунта)
tr: Hesap kimliği (isteğe bağlı, hesap belirteçleri için)
zh_hans: 账户 ID（可选，用于账户令牌）

# Auth_AccountId.PlaceholderText
source: 32-character account ID from the Cloudflare dashboard
de: 32-stellige Konto-ID aus dem Cloudflare-Dashboard
es: ID de cuenta de 32 caracteres del panel de Cloudflare
fr: ID de compte à 32 caractères du tableau de bord Cloudflare
it: ID account di 32 caratteri dalla dashboard Cloudflare
ja: Cloudflare ダッシュボードの 32 文字のアカウント ID
ko: Cloudflare 대시보드의 32자 계정 ID
pl: 32-znakowe ID konta z panelu Cloudflare
pt_br: ID da conta com 32 caracteres do painel Cloudflare
ru: 32-символьный ID аккаунта из панели Cloudflare
tr: Cloudflare panosundaki 32 karakterlik hesap kimliği
zh_hans: Cloudflare 控制台中的 32 位账户 ID

# Auth_AccountPicker.Header
source: Account
de: Konto
es: Cuenta
fr: Compte
ja: アカウント
ko: 계정
pl: Konto
pt_br: Conta
ru: Аккаунт
tr: Hesap
zh_hans: 账户

# Auth_AccountPicker.PlaceholderText
source: Select an account...
de: Konto wählen...
es: Elija una cuenta...
fr: Choisir un compte...
it: Scegli un account...
ja: アカウントを選択...
ko: 계정을 선택하세요...
pl: Wybierz konto...
pt_br: Escolha uma conta...
ru: Выберите аккаунт...
tr: Hesap seçin...
zh_hans: 选择账户...

# Auth_PickerHint.Text
source: Select an account to finish sign-in, or disconnect to return to the sign-in form.
de: Konto wählen, um die Anmeldung abzuschließen, oder trennen, um zum Formular zurückzukehren.
es: Elija una cuenta para terminar el inicio de sesión, o desconéctese para volver al formulario.
fr: Choisissez un compte pour terminer la connexion, ou déconnectez-vous pour revenir au formulaire.
it: Scegli un account per completare l'accesso, oppure disconnettiti per tornare al modulo.
ja: アカウントを選択してサインインを完了するか、切断してフォームに戻ります。
ko: 계정을 선택해 로그인을 마치거나, 연결을 끊고 입력 양식으로 돌아갑니다.
pl: Wybierz konto, aby dokończyć logowanie, lub rozłącz się, aby wrócić do formularza.
pt_br: Escolha uma conta para concluir o login ou desconecte para voltar ao formulário.
ru: Выберите аккаунт, чтобы завершить вход, или отключитесь, чтобы вернуться к форме.
tr: Oturumu tamamlamak için hesap seçin veya forma dönmek için bağlantıyı kesin.
zh_hans: 选择账户以完成登录，或断开连接返回登录表单。

# Auth_Connect.Content
source: Connect
de: Verbinden
es: Conectar
fr: Connexion
it: Connetti
ja: 接続
ko: 연결
pl: Połącz
pt_br: Conectar
ru: Подключить
tr: Bağlan
zh_hans: 连接

# Auth_Switch.Content
source: Switch account
de: Konto wechseln
es: Cambiar de cuenta
fr: Changer de compte
it: Cambia account
ja: アカウント切替
ko: 계정 전환
pl: Zmień konto
pt_br: Trocar de conta
ru: Сменить аккаунт
tr: Hesap değiştir
zh_hans: 切换账户

# Auth_Disconnect.Content
source: Disconnect
de: Trennen
es: Desconectar
fr: Déconnecter
it: Disconnetti
ja: 切断
ko: 연결 끊기
pl: Rozłącz
pt_br: Desconectar
ru: Отключить
tr: Bağlantıyı kes
zh_hans: 断开连接

# Auth_Forget.Content
source: Forget credentials
de: Zugangsdaten löschen
es: Olvidar credenciales
fr: Oublier les identifiants
it: Dimentica credenziali
ja: 認証情報を削除
ko: 자격 증명 삭제
pl: Zapomnij dane
pt_br: Esquecer credenciais
ru: Забыть данные
tr: Bilgileri unut
zh_hans: 清除凭据

# Auth_WhereTitle.Text
source: Where to get credentials
de: Woher die Zugangsdaten kommen
es: Dónde obtener las credenciales
fr: Où trouver les identifiants
it: Dove trovare le credenziali
ja: 認証情報の入手先
ko: 자격 증명을 얻는 곳
pl: Skąd wziąć dane logowania
pt_br: Onde obter as credenciais
ru: Где взять учётные данные
tr: Kimlik bilgileri nereden alınır
zh_hans: 如何获取凭据

# Auth_WhereRun1.Text
source: Log in to
de: Anmelden bei
es: Inicie sesión en
fr: Connectez-vous sur
it: Accedi a
ja: 次にログイン:
ko: 다음에 로그인:
pl: Zaloguj się na
pt_br: Entre em
ru: Войдите на
tr: Şuraya giriş yapın:
zh_hans: 登录

# Auth_WhereRun2.Text
source: and open My Profile > API Tokens. Create a token, or view the Global API Key. Account-owned tokens live under Manage Account > API Tokens.
de: und My Profile > API Tokens öffnen. Token erstellen oder Global API Key anzeigen. Kontoeigene Token: Manage Account > API Tokens.
es: y abra My Profile > API Tokens. Cree un token o vea la Global API Key. Los tokens de cuenta están en Manage Account > API Tokens.
fr: puis My Profile > API Tokens. Créez un jeton ou affichez la Global API Key. Les jetons de compte sont dans Manage Account > API Tokens.
it: e apri My Profile > API Tokens. Crea un token o visualizza la Global API Key. I token dell'account sono in Manage Account > API Tokens.
ja: で My Profile > API Tokens を開き、トークンを作成するか Global API Key を表示します。アカウントトークンは Manage Account > API Tokens にあります。
ko: 에서 My Profile > API Tokens를 엽니다. 토큰을 만들거나 Global API Key를 확인하세요. 계정 토큰은 Manage Account > API Tokens에 있습니다.
pl: i otwórz My Profile > API Tokens. Utwórz token lub wyświetl Global API Key. Tokeny konta są w Manage Account > API Tokens.
pt_br: e abra My Profile > API Tokens. Crie um token ou veja a Global API Key. Tokens de conta ficam em Manage Account > API Tokens.
ru: и откройте My Profile > API Tokens. Создайте токен или посмотрите Global API Key. Токены аккаунта — в Manage Account > API Tokens.
tr: ve My Profile > API Tokens'ı açın. Belirteç oluşturun veya Global API Key'i görüntüleyin. Hesap belirteçleri Manage Account > API Tokens altındadır.
zh_hans: 并打开 My Profile > API Tokens。创建令牌或查看 Global API Key。账户令牌位于 Manage Account > API Tokens。

# Auth_PermsTitle.Text
source: API token permissions
de: Berechtigungen des API-Tokens
es: Permisos del token de API
fr: Permissions du jeton d'API
it: Permessi del token API
ja: API トークンの権限
ko: API 토큰 권한
pl: Uprawnienia tokena API
pt_br: Permissões do token de API
ru: Права API-токена
tr: API belirteci izinleri
zh_hans: API 令牌权限

# Auth_PermsBody.Text
source: Zone > Zone > Edit (create, list, delete zones), Zone > Cache Purge > Purge, and Account > Account Settings > Read (to list your accounts).
de: Zone > Zone > Edit (Zonen anlegen, listen, löschen), Zone > Cache Purge > Purge und Account > Account Settings > Read (Konten auflisten).
es: Zone > Zone > Edit (crear, listar, eliminar zonas), Zone > Cache Purge > Purge y Account > Account Settings > Read (listar sus cuentas).
fr: Zone > Zone > Edit (créer, lister, supprimer des zones), Zone > Cache Purge > Purge et Account > Account Settings > Read (lister vos comptes).
it: Zone > Zone > Edit (creare, elencare, eliminare zone), Zone > Cache Purge > Purge e Account > Account Settings > Read (elencare gli account).
ja: Zone > Zone > Edit(ゾーンの作成・一覧・削除)、Zone > Cache Purge > Purge、Account > Account Settings > Read(アカウント一覧)。
ko: Zone > Zone > Edit(영역 생성·조회·삭제), Zone > Cache Purge > Purge, Account > Account Settings > Read(계정 목록).
pl: Zone > Zone > Edit (tworzenie, lista, usuwanie stref), Zone > Cache Purge > Purge oraz Account > Account Settings > Read (lista kont).
pt_br: Zone > Zone > Edit (criar, listar, excluir zonas), Zone > Cache Purge > Purge e Account > Account Settings > Read (listar suas contas).
ru: Zone > Zone > Edit (создание, список, удаление зон), Zone > Cache Purge > Purge и Account > Account Settings > Read (список аккаунтов).
tr: Zone > Zone > Edit (bölge oluşturma, listeleme, silme), Zone > Cache Purge > Purge ve Account > Account Settings > Read (hesapları listeleme).
zh_hans: Zone > Zone > Edit（创建、列出、删除区域）、Zone > Cache Purge > Purge，以及 Account > Account Settings > Read（列出账户）。

# Auth_WhenTitle.Text
source: When to prefer the Global API Key
de: Wann der Global API Key besser ist
es: Cuándo preferir la Global API Key
fr: Quand préférer la Global API Key
it: Quando preferire la Global API Key
ja: Global API Key が向いている場合
ko: Global API Key가 나은 경우
pl: Kiedy lepszy jest Global API Key
pt_br: Quando preferir a Global API Key
ru: Когда лучше Global API Key
tr: Global API Key ne zaman tercih edilmeli
zh_hans: 何时更适合使用 Global API Key
